src/wsman_info

<?xml version="1.0" encoding="UTF-8"?>
<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/08/addressing" xmlns:wsman="http://schemas.dmtf.org/wbem/wsman/1/wsman.xsd" xmlns:wsen="http://schemas.xmlsoap.org/ws/2004/09/enumeration"><s:Header><wsa:Action s:mustUnderstand="true">http://schemas.xmlsoap.org/ws/2004/09/enumeration/Enumerate</wsa:Action><wsa:To s:mustUnderstand="true">http://129.132.27.252:16992/wsman</wsa:To><wsman:ResourceURI s:mustUnderstand="true">http://schemas.dmtf.org/wbem/wscim/1/cim-schema/2/CIM_AssociatedPowerManagementService</wsman:ResourceURI><wsa:MessageID s:mustUnderstand="true">uuid:df927164-8641-464a-8a76-20bb2c54c223</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/08/addressing/role/anonymous</wsa:Address></wsa:ReplyTo></s:Header><s:Body><wsen:Enumerate><wsman:OptimizeEnumeration/><wsman:EnumerationMode>EnumerateObjectAndEPR</wsman:EnumerationMode><wsman:MaxElements>250</wsman:MaxElements></wsen:Enumerate></s:Body></s:Envelope>
